---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.LinkedResourceOpenedEventArgs
source: html/59d423e7-8384-a662-f49b-ff3285e8d06b.htm
---
# LinkedResourceOpenedEventArgs Members

Indicates whether the event is being cancelled.